Revit 2027 API
ParameterTypeId.ConstructionIsSchematic Property
 "Schematic"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ConstructionIsSchematic { get; }
Public Shared ReadOnly Property ConstructionIsSchematic As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ConstructionIsSchematic {
	ForgeTypeId^ get ();
}
static member ConstructionIsSchematic : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace